Repository: davefx/aspireupdate-translations
Catalog: languages/aspireupdate-*.po
Languages: de_de

source: View Log
de_de: Protokoll anzeigen

source: Clear Log
de_de: Protokoll löschen

source: Error: Unable to access the log file.
de_de: Fehler: Zugriff auf die Protokolldatei nicht möglich.

source: *****Log truncated at %s lines.*****
de_de: *****Protokoll bei %s Zeilen gekürzt.*****

source: *****Log file is empty.*****
de_de: *****Protokolldatei ist leer.*****

source: Error: Unable to read the log file.
de_de: Fehler: Protokolldatei konnte nicht gelesen werden.

source: Log file cleared successfully.
de_de: Protokolldatei erfolgreich gelöscht.

source: Error: You are not authorized to access this resource.
de_de: Fehler: Du bist nicht berechtigt, auf diese Ressource zuzugreifen.

source: Settings Saved
de_de: Einstellungen gespeichert

source: Your WordPress, plugin, theme and translation updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
de_de: Deine WordPress-, Plugin-, Theme- und Übersetzungsupdates werden jetzt von <strong>%1$s</strong> bereitgestellt. <a href="%2$s">Mehr erfahren</a>

source: Your theme updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
de_de: Deine Theme-Updates werden jetzt von <strong>%1$s</strong> bereitgestellt. <a href="%2$s">Mehr erfahren</a>

source: Your plugin updates are now powered by <strong>%1$s</strong>. <a href="%2$s">Learn more</a>
de_de: Deine Plugin-Updates werden jetzt von <strong>%1$s</strong> bereitgestellt. <a href="%2$s">Mehr erfahren</a>

source: Generate API Key
de_de: API-Schlüssel generieren

source: Disables the verification of SSL to allow local testing.
de_de: Deaktiviert die SSL-Überprüfung, um lokale Tests zu ermöglichen.

source: Disable SSL Verification
de_de: SSL-Überprüfung deaktivieren

source: Outputs the request URL and headers / response headers and body / string that is being rewritten.
de_de: Gibt die Anfrage-URL und Header / Antwort-Header und -Body / Zeichenfolge aus, die umgeschrieben wird.

source: String
de_de: Zeichenkette

source: Response
de_de: Antwort

source: Request
de_de: Anfrage

source: Enable Debug Type
de_de: Debug-Typ aktivieren

source: Enables debug mode for the plugin.
de_de: Aktiviert den Debug-Modus für das Plugin.

source: Enable Debug Mode
de_de: Debug-Modus aktivieren

source: API Debug Configuration
de_de: API-Debug-Konfiguration

source: Provides an API key for repositories that may require authentication.
de_de: Stellt einen API-Schlüssel für Repositories bereit, die möglicherweise eine Authentifizierung erfordern.

source: API Key
de_de: API-Schlüssel

source: Other
de_de: Andere

source: Your new API Host.
de_de: Dein neuer API-Host

source: Enable AspireUpdate API Rewrites
de_de: Aktivieren der AspireUpdate API-Umschreibungen

source: API Configuration
de_de: API-Konfiguration

source: Reset
de_de: Zurücksetzen

source: AspireUpdate Settings
de_de: AspireUpdate-Einstellungen

source: Unexpected Error
de_de: Unerwarteter Fehler

source: Settings have been reset to default.
de_de: Einstellungen wurden auf die Standardwerte zurückgesetzt.

source: Update plugins and themes for WordPress.
de_de: Aktualisiert Plugins und Themes für WordPress.
